"The name of your computer " = "Navnet på din computer ";
"This computer’s local hostname " = "Denne computers lokale værtsnavn ";
"“" = "“";
"”" = "”";
" is already in use on this network. " = " bruges allerede på dette netværk. ";
"The name has been changed to " = "Navnet er ændret til ";
"." = ".";

"To change the name of your computer, open System Preferences and click Sharing, then type the name in the Computer Name field." = "Du ændrer navnet på computeren ved at åbne Systemindstillinger, klikke på Deling og derefter klikke på \“Rediger\” og skrive navnet i feltet Computernavn.";
"To change the local hostname, open System Preferences and click Sharing, then click “Edit” and type the name in the Local Hostname field." = "Du ændrer det lokale værtsnavn ved at åbne Systemindstillinger, klikke på Deling og derefter klikke på \“Rediger\” og skrive navnet i feltet Lokalt værtsnavn.";

"All attempts to find an available name by adding a number to the name were also unsuccessful." = "Alle forsøg på at finde et tilgængeligt navn ved at føje et tal til navnet lykkedes heller ikke.";
"This may indicate a problem with the local network. Please inform your network administrator." = "Det kan skyldes et problem med det lokale netværk. Underret netværksadministratoren.";
